# This file should contain all the record creation needed to seed the database with its default values.
# The data can then be loaded with the rake db:seed (or created alongside the db with db:setup).
#
# Examples:
#
#   cities = City.create([{ name: 'Chicago' }, { name: 'Copenhagen' }])
#   Mayor.create(name: 'Emanuel', city: cities.first)

products = Product.create([
	{title: 'Kristall Klassik', description: 'Таким образом рамки и место обучения кадров способствует подготовки и реализации существенных финансовых и административных условий. Повседневная практика показывает, что дальнейшее развитие различных форм деятельности влечет за собой процесс внедрения и модернизации системы обучения кадров, соответствует насущным потребностям. Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности играет важную роль в формировании новых предложений.',
		sku: 552455, advertising_text: 'Повседневная практика показывает, что рамки и место обучения кадров требуют от нас анализа направлений прогрессивного развития. Равным образом рамки и место обучения кадров влечет за собой процесс внедрения и модернизации новых предложений.',
		fancy_quote: 'Задача организации, в особенности же консультация с широким активом обеспечивает широкому кругу (специалистов) участие в формировании позиций, занимаемых участниками в отношении поставленных задач. Значимость этих проблем настолько очевидна, что сложившаяся структура организации требуют от нас анализа новых предложений.'}, 
	{title: 'Plast-Met Rotate', description: 'Равным образом сложившаяся структура организации играет важную роль в формировании направлений прогрессивного развития. Не следует, однако забывать, что дальнейшее развитие различных форм деятельности представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении поставленных задач. Товарищи! начало повседневной работы по формированию позиции позволяет выполнять важные задания по разработке системы обучения кадров, соответствует насущным потребностям.',
		sku: 918462, advertising_text: 'Разнообразный и богатый опыт укрепление и развитие структуры способствует подготовки и реализации новых предложений. Разнообразный и богатый опыт постоянное информационно-пропагандистское обеспечение нашей деятельности в значительной степени обуславливает создание систем массового участия.',
		fancy_quote: 'Повседневная практика показывает, что рамки и место обучения кадров требуют от нас анализа направлений прогрессивного развития. Равным образом рамки и место обучения кадров влечет за собой процесс внедрения и модернизации новых предложений.'}, 
	{title: 'Plast Business', description: 'Таким образом рамки и место обучения кадров способствует подготовки и реализации существенных финансовых и административных условий. Повседневная практика показывает, что дальнейшее развитие различных форм деятельности влечет за собой процесс внедрения и модернизации системы обучения кадров, соответствует насущным потребностям. Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности играет важную роль в формировании новых предложений.',
		sku: 819201, advertising_text: 'Товарищи! постоянный количественный рост и сфера нашей активности позволяет выполнять важные задания по разработке существенных финансовых и административных условий.',
		fancy_quote: 'Задача организации, в особенности же постоянный количественный рост и сфера нашей активности играет важную роль в формировании дальнейших направлений развития.'}
		])